
greating = ["สวัสดีจ่ะ","สวัสดีจะ","สวัสดี","สวัสดีครับ","สวัสดีค้าบ","ดีค้าบ","หวัดดีค้าบ","สวัสดีค่า","สวัสดีเจ้า","มอนิ่ง","สวัสดีค่ะ","ดีครับ","ดีค่ะ","ดีค่า","ซาหวัดดี","สวัสดีจ้า",
"ไง","เฮ้","หวัดดี","ฮัลโหล","ดีนะ","ดี","ทักทาย","ทากทาย","ว่าไง","ว่างาย","โหล","D","Dee","Dee kub","Hi","hi","hey","Hello","hello","เฮย์","เซย์ไฮ","ไฮ","โย่ว","Yo","เฮลโล","เห้ย","เอ้ย","บอท","ดีฮับ",
"ดีงับ","ดีจ้า","ดีคับ","ดีครับ","เพื่อน","ทักครับ","แก","เธอ","นาย","คุณ","เป็นไงบ้าง","งาย","เปงไง","เปงงาย","หวักดี","วัดดี","สบายดีมั้ย","D ja","DD","What's up","หวัดดู","เห้","สอบถามครับ","ถามหน่อย","ว่างมั้ย","ทำไรได้บ้าง","คุณเป็นใคร",
"ใครอะ","ตอบหน่อย","ยังไง","ฮาโล","Halo","อันยอง","เพื่อนรัก","เอาล่ะ","เฮ้เฮ้","ยินดีที่ได้พบคุณ","เออว่างั้น","เฮ้ช่วยหน่อย","อะไรข่าวดี","มีไรใหม่","ทำอะไรอยู่"]

greating_out = [
    "สวัสดีค่ะ"
]

Gas = {"การเข้าใช้งานระบบก๊าซออนไลน์ของกรมโรงงานอุตสาหกรรม": "ลิงก์: https://diw-platform.diw.go.th/Account/Login  เลือกหัวข้อ การขึ้นทะเบียน/ต่ออายุ บุคลากรด้านก๊าซอุตสาหกรรมประจำโรงงาน ",
    "การลงทะเบียนบัญชีบุคคลธรรมดา(DGA)เพื่อเข้าใช้ระบบก๊าซ": "การลงทะเบียนบัญชีบุคคลธรรมดา (DGA) เพื่อเข้าใช้ระบบก๊าซ ได้ตามลิงก์ : https://connect.egov.go.th/Account/Register",
    "ระบบบัญชีบุคคลธรรมดา(DGA)คืออะไรและเป็นของหน่วยงานใด": "ระบบพิสูจน์และยืนยันตัวตนทางดิจิทัล (DGA Digital ID) นอกจากจะทำหน้าที่ในการตรวจสอบการเข้าใช้งานระบบต่างๆแล้ว ยังมีเทคโนโลยีที่เรียกว่า 'OpenID' ที่จะทำให้ผู้ใช้งานสามารถเข้าใช้งานระบบต่างๆ ได้โดยที่ไม่ต้องล็อกอินซ้ำ (Single Sign-On) อีกด้วย ซึ่งถูกพัฒนาโดย สำนักงานพัฒนารัฐบาลดิจิทัล (องค์การมหาชน) สพร. หรือ DGA เป็นหน่วยงานกลางของระบบรัฐบาลดิจิทัล ทำหน้าที่ให้บริการส่งเสริมและสนับสนุนการดำเนินการของหน่วยงานของรัฐและหน่วยงานอื่นเกี่ยวกับการพัฒนารัฐบาลดิจิทัล",
    "การloginของผปก.เข้าใช้ระบบก๊าซมีกี่แบบ": "มี 2 แบบ: การล็อกอินเข้าใช้งานระบบก๊าซของผู้ประกอบการโรงงานในปัจจุบันมี 2 แบบ ล็อกอินด้วยเลขทะเบียนโรงงาน 14 หลัก และ ล็อกอินผ่านระบบ I-INDUSTRY ด้วยเลขบัตรประชาชน 13 หลัก",
    "ทำไมถึงกรมโรงงานฯถึงต้องรวบรวมข้อมูลก๊าซชองโรงงาน": "กรมโรงงานฯ ต้องการรวบรวมข้อมูลก๊าซของโรงงานจึงขอให้ ผปก. บันทึกข้อมูลก๊าซที่โรงงานใช้อยู่ ณ ปัจจุบัน ที่หัวข้อ ข้อมูลก๊าซอุตสาหกรรมโรงงาน และคลิกที่ Link บันทึกข้อมูลก๊าซอุตสาหกรรมโรงงาน",
    "การใช้งานของระบบก๊าซของผู้ประกอบการ": "ผปก. login เข้ามาในระบบแล้วให้คลิกที่ เลขที่คำขอ ก็จะเข้าดูข้อมูลคนงานควบคุมก๊าซของโรงงานได้และสามารถดาวน์โหลดใบอนุญาตได้ที่ ตรวจสอบทะเบียน จะเป็น PDF 1 ฉบับ .บัญชีบุคคลธรรมดา (DGA) ถ้าลงทะเบียนแล้วจะได้ User + Password เพื่อเข้าสู่บริการ เมื่อ login เข้าไปจะเจอเลขบัตรประชาชน ชื่อ-นามสกุล และที่อยู่ตามบัตรประชาชน สามารถคลิกที่ปุ่ม ยื่นคำขอ เพื่อ ดำเนินการขึ้นทะเบียน/ต่ออายุคนงานควบคุมก๊าซได้เลย",
    "การลงทะเบียนDGAถ้ามีปัญหาในการสมัครเข้าใช้งานต้องติดต่อเบอร์โทรศัพท์เบอร์ไหน": "เบอร์โทร 02 612 6060  Email : contact@dga.or.th",
    "ถ้ามีปัญหาในการเข้าใช้งานผู้ประกอบการโรงงานอุตสาหกรรมและผู้ประกอบการโรงงานอุตสาหกรรม(I-industry)ต้องติดต่อหน่วยงานใดและเบอร์โทรศัพท์เบอร์ไหน": "Call Center : 02-430-6976 Email : service_ids@industry.go.th"

}

Law = {"จุดเริ่มต้นของการเข้าสู่กระบวนการรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์เริ่มต้นกระบวนการที่จุดใด" : "เมื่อผู้ประกอบกิจการโรงงานได้รับหนังสือแจ้งการกระทำความผิด และประสงค์ที่จะรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์ โดยนำรหัสที่ได้รับจากหนังสือแจ้งการกระทำความผิด กรอกในระบบการรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์",
"หากประสงค์จะเข้าสู่กระบวนการรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์ผู้ประกอบกิจการโรงงานจำเป็นต้องมีบัญชีหรือลงทะเบียนผ่านระบบหรือหน่วยงานใด" : "ผู้ประกอบกิจการโรงงานจำเป็นต้องมีบัญชี ดังนี้ 1. บัญชีผู้ใช้บุคคลธรรมดา (Digital ID) 2. บัญชีผู้ใช้นิติบุคคลของกรมพัฒนาธุรกิจการค้า (Digital ID DBD) ",
"เมื่อผู้ประกอบกิจการโรงงานจะเข้าสู่กระบวนการรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์แล้วจะต้องมีการยืนยันตัวตนหรือจะตรวจสอบอย่างไรว่าเป็นผู้ประกอบกิจการโรงงานที่ถูกดำเนินคดีรายนั้นๆ" : "ภายหลังจากที่ผู้ประกอบกิจการเข้าสู่ระบบ (การรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์)ผู้ประกอบกิจการจะต้องยืนยันตัวตนด้วยรหัส OTP ผ่านทางอีเมล",
"หากผู้ประกอบการโรงงานรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์แล้วต่อมาประสงค์จะดำเนินกระบวนการในขั้นตอนต่อไปเป็นแบบปกติได้หรือไม่" : "สามารถกระทำได้",
"หากครบกำหนดระยะเวลามารับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์แล้วจะขอขยายระเวลาอีกได้หรือไม่" : "เมื่อครบระยะเวลาการรับทราบข้อกล่าวหาแล้ว ไม่สามารถขยายระยะเวลาได้อีก",
"ภายหลังจากรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์แล้วจะสามารถชำระเงินค่าปรับได้เมื่อใด" : "เมื่อรับทราบข้อกล่าวหาแล้ว พนักงานเจ้าหน้าที่จะส่งสำนวนเข้าคณะกรรมการเปรียบเทียบคดี ภายหลังจากคณะกรรมการเปรียบเทียบคดีกำหนดจำนวนเงินค่าปรับแล้ว พนักงานเจ้าหน้าที่จะแจ้งจำนวนเงินค่าปรับและรายละเอียดการชำระเงินค่าปรับให้ผู้ประกอบกิจการทราบผ่านระบบอิเล็กทรอนิกส์",
"การชำระเงินค่าปรับสามารถดำเนินการชำระผ่านช่องทางใดได้บ้าง" : "1. วิธีการจ่ายชำระเงินผ่านใบแจ้งการชำระเงิน (Bill Payment) 1.1 ชำระเงินผ่านเคาน์เตอร์ธนาคารได้ทุกธนาคารที่เข้าร่วมโครงการ Bill Payment Prompt pay 1.2 ชำระเงินผ่านเคาน์เตอร์เซอร์วิส (7-Eleven ทุกสาขา) 1.3 ชำระเงินผ่านเครื่อง ATM 1.4 ชำระเงินผ่าน application ของธนาคารผู้ให้บริการบนโทรศัพท์มือถือ (Mobile Banking) ด้วยช่องทาง QR Code หรือ Bar Code 2. วิธีการจ่ายชำระเงินด้วยวิธีออนไลน์ (Online Payment) 2.1 ชำระเงินด้วยบัตรเครดิต/บัตรเครดิต 2.2 ชำระเงินผ่าน Internet Banking ของธนาคารผู้ให้บริการ 2.3 ชำระเงินผ่านการหักเงินจากบัญชีธนาคารของผู้ใช้บริการ รายละเอียดเพิ่มเติม https://epayment.cgd.go.th/e-payment/files/posts/267/file.pdf"

 
}

time_output = ["วันนี้ %s ค่ะ",
               "ตอนนี้วันที่ %s ค่ะ"]

