greating = ["สวัสดีจ่ะ","สวัสดีจะ","สวัสดี","สวัสดีครับ","สวัสดีค้าบ","ดีค้าบ","หวัดดีค้าบ","สวัสดีค่า","สวัสดีเจ้า","มอนิ่ง","สวัสดีค่ะ","ดีครับ","ดีค่ะ","ดีค่า","ซาหวัดดี","สวัสดีจ้า",
"ไง","เฮ้","หวัดดี","ฮัลโหล","ดีนะ","ดี","ทักทาย","ทากทาย","ว่าไง","ว่างาย","โหล","D","Dee","Dee kub","Hi","hi","hey","Hello","hello","เฮย์","เซย์ไฮ","ไฮ","โย่ว","Yo","เฮลโล","เห้ย","เอ้ย","บอท","ดีฮับ",
"ดีงับ","ดีจ้า","ดีคับ","ดีครับ","เพื่อน","ทักครับ","แก","เธอ","นาย","คุณ","เป็นไงบ้าง","งาย","เปงไง","เปงงาย","หวักดี","วัดดี","สบายดีมั้ย","D ja","DD","What's up","หวัดดู","เห้","สอบถามครับ","ถามหน่อย","ว่างมั้ย","ทำไรได้บ้าง","คุณเป็นใคร",
"ใครอะ","ตอบหน่อย","ยังไง","ฮาโล","Halo","อันยอง","เพื่อนรัก","เอาล่ะ","เฮ้เฮ้","ยินดีที่ได้พบคุณ","เออว่างั้น","เฮ้ช่วยหน่อย","อะไรข่าวดี","มีไรใหม่","ทำอะไรอยู่"]

greating_out = [ "สวัสดีค่ะ"]

Text_law = ["จุดเริ่มต้นของการเข้าสู่กระบวนการรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์ เริ่มต้นกระบวนการที่จุดใด","หากประสงค์จะเข้าสู่กระบวนการรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์ ผู้ประกอบกิจการโรงงานจำเป็นต้องมีบัญชี หรือลงทะเบียนผ่านระบบหรือหน่วยงานใด ",
            "เมื่อผู้ประกอบกิจการโรงงานจะเข้าสู่กระบวนการรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์แล้ว จะต้องมีการยืนยันตัวตน หรือจะตรวจสอบอย่างไรว่าเป็นผู้ประกอบกิจการโรงงานที่ถูกดำเนินคดีรายนั้นๆ ","หากผู้ประกอบการโรงงานรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์แล้ว ต่อมาประสงค์จะดำเนินกระบวนการในขั้นตอนต่อไปเป็นแบบปกติได้หรือไม"
            ,"หากครบกำหนดระยะเวลามารับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์แล้ว จะขอขยายระเวลาอีกได้หรือไม่ ","หากไม่ยินยอมในการรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์ จะเกิดผลกระทบอย่างไร ","ภายหลังจากรับทราบข้อกล่าวหาผ่านระบบอิเล็กทรอนิกส์แล้ว จะสามารถชำระเงินค่าปรับได้เมื่อใด "
            ,"การชำระเงินค่าปรับ สามารถดำเนินการชำระผ่านช่องทางใดได้บ้าง ","ภายหลังจากชำระเงินค่าปรับแล้ว จะได้รับใบเสร็จรับเงินอิเล็กทรอนิกส์ (e-Receipt) เมื่อใด "]





